Repository: stlg/duplicator-lang-pl
Catalog: wpduplicator-*.po
Languages: pl_pl

source: Dashboard
pl_pl: Kokpit

source: Diagnostics
pl_pl: Diagnostyka

source: Support
pl_pl: Wsparcie

source: Manage
pl_pl: Zarządzaj

source: Log file not found or unreadable
pl_pl: Plik logów nie został znaleziony albo jest nieczytelny

source: The log file for the Duplicator Plugin can be found in the snapshots directory with the extension *.log
pl_pl: Plik logów dla wtyczki Duplicator znajduje się w folderze z kopiami, i posiada rozszerzenie *.log

source: If no log file is present the try to create a package
pl_pl: Jeśli nie ma żadnego pliku log, postaraj się stworzyć paczkę

source: Reasons for log file not showing
pl_pl: Powód niewyświetlania się pliku logów

source: The snapshots directory does not have the correct permissions to write files. Try setting the permissions to 755
pl_pl: Katalog kopi zapasowej nie posiada właściwych praw do zapisywania w nim plików. Postaraj się zmienić jego uprawnienia na 755

source: The process that PHP runs under does not have enough permissions to create files. Please contact your hosting provider for more details
pl_pl: Proces w którym uruchomiony jest interpreter PHP ma niewystarczające uprawnienia, aby tworzyć pliki. Po więcej szczegółów, prosimy kontaktować się z dostawcą hostingu

source: Duplicator: Create Package Log
pl_pl: Duplicator: Tworzenie Logów Pakietu

source: Processing may take several minutes, please wait for progress bar to complete on the main status bar
pl_pl: Przetwarzanie może zająć kilka minut, prosimy zaczekaj, aż pasek postępu w obszarze statusu wskaże zakończenie działania

source: Auto Refresh
pl_pl: Automatyczne Odświerzanie

source: Refresh
pl_pl: Odświerzanie

source: Support Center
pl_pl: Centrum Wsparcia

source: Saving
pl_pl: Zapisywanie

source: Please select at least one package to delete.
pl_pl: Proszę wybrać, co najmniej jedną paczkę do skasowania.

source: Are you sure, you want to delete the selected package(s)?
pl_pl: Czy, na pewno chcesz skasować zaznaczoną paczkę/i?

source: Ready to create new package.
pl_pl: Gotowy do utworzenia nowej paczki.

source: Please enter a backup name.
pl_pl: Proszę wprowadzić nazwę kopii zapasowej.

source: Alpanumeric characters only on package name
pl_pl: W nazwie paczki umieść, wyłącznie cyfry i litery.

source: Evaluating WordPress Setup. Please Wait
pl_pl: Trwa ocena Ustawień WordPress'a. Prosimy czekać

source: Cancel
pl_pl: Anuluj

source: Create Package Set
pl_pl: Stwórz zestaw paczki

source: Checking System Status. Please Wait!
pl_pl: Sprawdzanie statusu systemu. Prosimy czekać!

source: Scanning Please Wait
pl_pl: Trwa Skanowanie - Prosimy Czekać

source: *Scan Error
pl_pl: *Błąd Skanowania

source: Files
pl_pl: Pliki

source: Folders
pl_pl: Katalogi

source: error scanning directory
pl_pl: błąd podczas skanowania katalogu

source: DATABASE
pl_pl: BAZA DANYCH

source: PACKAGE
pl_pl: PACZKA

source: INSTALLER
pl_pl: INSTALATOR

source: AJAX Response
pl_pl: Odpowiedź AJAX'a

source: Creating package may take several minutes. Please Wait...
pl_pl: Tworzenie paczki, może zająć kilka minut. Prosimy czekać...

source: Preview Log
pl_pl: Podejrzyj logi

source: By
pl_pl: autor

source: Your LifeInTheGrid should be about working smarter not harder. With the Duplicator you can streamline your workflows and quickly clone a WordPress site in minutes. From Novice to Guru this plugin is designed for Bloggers, Admins, Developers, Designers, Entrepreneurs and anyone who uses WordPress.
pl_pl: Dzięki narzędziom LifeInTheGrid, twoja praca powinna być inteligentniejsza, a nie cięższa. Dzięki Duplicator-owi możesz przyspieszyć swoją pracę i szybko sklonować stronę WordPress'a w zaledwie kilka minut. Ta wtyczka zaprojektowana jest z myślą o Blogerach, Adminach, Programistach, Projektantach, Przedsiębiorcach i każdym - nowym, czy "guru", kto korzysta z WordPress'a.

source: If you run into an issue feel free to submit a support ticket and visit our
pl_pl: Jeśli napotkasz jakiś problem, zachęcamy do przesłania zgłoszenia (ticket) do zespołu wsparcia i odwiedzenia naszej

source: knowledgebase
pl_pl: bazy wiedzy

source: We also offer premium priority support for those who need feedback within 24-48hrs. Please visit our
pl_pl: Oferujemy także wsparcie premium, o wyższym priorytecie, dla osób potrzebujących pomocy w ciągu 24-28 godz. Prosimy odwiedź naszą

source: service page
pl_pl: stronę wsparcia

source: for more details.
pl_pl: aby uzyskać więcej informacji.

source: Support Duplicator
pl_pl: Wesprzyj Duplicator'a

source: Consider a donation of any amount; it will take less than 60 seconds or about as fast as you can duplicate a site. These proceeds help to cover development and support costs. Thanks for your generosity!!
pl_pl: Rozważ złożenie dotacji w dowolnej kwocie; zajmie Ci, to 60 sekund albo tylko tyle czasu, co wykonanie kopii strony. Wsparcie finansowe pomaga pokryć koszty programistyczne oraz wsparcia technicznego. Dziękujemy, za Twoją hojność!!

source: Help out by leaving a 5 star review on the
pl_pl: Pomóż nam, wystawiając 5-cio gwiazdkową ocenę na stronie

source: WordPress plugins directory
pl_pl: katalogu wtyczek WordPress'a.

source: and by giving your opinion on the survey below.
pl_pl: oraz przez odpowiedzenie na zamieszczoną poniżej ankietę.

source: Give us your Opinion?
pl_pl: Prześlij nam swoją opinię.

source: Duplicate Your WordPress
pl_pl: Klonuj Swojego WordPress'a

source: Rapid WordPress Duplication by LifeInTheGrid.com
pl_pl: Błyskawiczne klonowanie WordPress'a zapewnia LifeInTheGrid.com

source: Knowledge Base
pl_pl: Baza Wiedzy

source: Labs
pl_pl: Laboratorium

source: Package Name
pl_pl: Nazwa paczki

source: Create Package
pl_pl: Stwórz paczkę

source: Delete selected package(s)
pl_pl: Usuń zaznaczoną/e paczkę/i

source: Options
pl_pl: Opcje

source: System Check
pl_pl: Sprawdzenie systemu

source: Ready to create new package
pl_pl: Gotów do stworzenia nowej paczki

source: Select all packages
pl_pl: Zaznacz wszystkie paczki

source: Information
pl_pl: Informacje

source: Owner
pl_pl: Właściciel

source: Created
pl_pl: Utworzone

source: Size
pl_pl: Rozmiar

source: Package Set
pl_pl: Zestaw paczek

source: (Download Both)
pl_pl: (Pobierz oba pliki)

source: View
pl_pl: Podgląd

source: Installer
pl_pl: Instalator

source: Package
pl_pl: Paczka

source: Version
pl_pl: Wersja

source: Download SQL File
pl_pl: Pobierz plik SQL

source: Show Download Links
pl_pl: Pokaż linki pobierania

source: This package was built with a version that is no longer supported. It is highly recommended that this package be deleted. For more details see the
pl_pl: Paczka ta, została utworzona przez niewspieraną już wersję wtyczki. Zalecane jest usunięcie, tej paczki. Po więcej szczegółów, zapraszamy do

source: Online FAQs
pl_pl: Internetowego FAQ

source: No packages found
pl_pl: Nie znaleziono żadnych paczek

source: Check your
pl_pl: Sprawdź

source: server's compatibility
pl_pl: zgodność swojego serwera

source: with the duplicator
pl_pl: z wtyczką Duplicator.

source: Creating a package may take several minutes if you have a large site
pl_pl: W przypadku dużej strony, tworzenie paczki może zająć kilka minut

source: This window should remain open for the process to complete
pl_pl: To okno musi pozostać otwarte w celu ukończenia procesu

source: Please be patient while we work through this Beta version
pl_pl: Prosimy o cierpliwość, w trakcie prac nad wersją roboczą (Beta) wtyczki

source: Please report any issues to
pl_pl: Prosimy zgłaszać wszelkie uwagi do

source: Total Storage Used
pl_pl: Całkowite wykorzystanie przestrzeni

source: For a complete rundown of the Duplicator see the online knowledgebase by clicking the question button or any link below. If you experience issues with creating or installing a package check out the FAQ page first.
pl_pl: Pełną dokumentację Duplicator'a znajdziesz się w bazie wiedzy, po kliknięciu przycisku albo któregokolwiek z linków poniżej. Jeśli napotkasz problemy przy tworzeniu lub instalowaniu paczek, zajrzyj najpierw po odpowiedź do FAQ.

source: Quick Start
pl_pl: Szybki Start

source: User Guide
pl_pl: Podręcznik Użytkownika

source: FAQs
pl_pl: FAQ

source: Changelog
pl_pl: Lista zmian

source: Approved Hosting
pl_pl: Zatwierdzone hostingi

source: Not all hosting companies are created equal and to get the most out of the plugin we recommend using hosting providers that we do our own testing on. Please visit our
pl_pl: Nie wszystkie firmy hostingowe oferują tak samo wysoką jakość usługi. Aby wykorzystać w pełni naszą wtyczkę, zalecamy skorzystanie z dostawcy hostingu, którego sami przetestowaliśmy. Zapraszamy do odwiedzenia naszego

source: Approved Affiliate Hosting Program
pl_pl: Programu Zatwierdzonych Hostingów Partnerskich

source: and consider making a switch to hosts that we trust and have experienced good success with when using the Duplicator
pl_pl: oraz do przejścia na hosting, któremu ufamy oraz pozytywnie przeszedł testy wtyczką Duplicator.

source: Online Support
pl_pl: Wsparcie przez Internet

source: If you run into an issue and have already read the FAQs feel free to submit a support ticket and we will try our best to respond within 5-10 business days or sooner if possible.
pl_pl: Jeśli napotkałeś jakiś problem, i przeczytałeś już FAQ, zapraszamy do przesłania zgłoszenia (ticket), a postaramy się na nie odpowiedzieć najlepiej jak potrafimy w ciągu 5-10 dni roboczych lub - jeśli będzie, to możliwe - wcześniej.

source: If you need priority support within 24-48hrs please visit our
pl_pl: Jeśli potrzebna jest Ci pomoc priorytetowa - w ciągu 24-48 godz., zapraszamy do odwiedzenia

source: for more details. Premium support is 100% refundable if we are unable to resolve your issue.
pl_pl: w celu uzyskania szczegółów. Dokonujemy 100% refundacji kwoty za wsparcie premium, jeśli nie będziemy w stanie rozwiązać twojego problemu.

source: Most issues that occur with the Duplicator revolve around how a server is configured. In order to diagnose your issues we will require temporary admin accounts to your cPanel and WordPress Admin. Please fill out the
pl_pl: Większość problemów przy stosowaniu wtyczki Duplicator, obraca się wokół konfiguracji serwera. Aby zdiagnozować przyczynę Twojego problemu, będziemy potrzebowali tymczasowy login admina do konta w cPanel'u i WordPress Admin.

source: Request Quote
pl_pl: Zapytaj o wsparcie

source: form and explain your issue in detail.
pl_pl: przez formularz i wyjaśnij dokładnie swój problem.

source: Duplicator Options
pl_pl: Opcje Duplicator'a

source: Processing
pl_pl: Przetwarzanie

source: seconds
pl_pl: sekundy

source: Email when completed
pl_pl: Wyślij e-mail po zakończeniu

source: Exclusion Filters
pl_pl: Filtr Wykluczeń

source: Directories
pl_pl: Katalogi

source: Root Path
pl_pl: Ścieżka Root'a

source: File extensions
pl_pl: Rozszerzenia plików

source: Separate all filters by semicolon
pl_pl: Rozdziel wszystkie filtry przecinkami

source: Database Encoding
pl_pl: Kodowanie Bazy Danych

source: Enable character conversion encoding
pl_pl: Włącz zmianę kodowania znaków

source: From
pl_pl: Od

source: to
pl_pl: do

source: Having issues saving these options? Temporarily disable all 'Object Caches' (i.e. W3C Total Object Cache)
pl_pl: Masz trudności w zapisaniu tych ustawień? Tymczasowo wyłącz wszędzie "Cache'owanie Obiektów" (np. w W3C Total Object Cache)

source: Settings Defaults
pl_pl: Domyślne Ustawienia

source: Install URL
pl_pl: URL Instalacji

source: Database Defaults
pl_pl: Domyślne Ustawienia Bazy Danych

source: Host
pl_pl: Serwer

source: User
pl_pl: Użytkownik

source: The installer can have these fields pre-filled at install time. These values are optional.
pl_pl: Instalator, może automatycznie uzupełnić te pola, w czasie instalacji. Wartości te, są opcjonalne.

source: Uninstall Options
pl_pl: Opcje Odinstalowania

source: Delete entire snapshot directory when removing plugin
pl_pl: Skasuj cały folder kopii zapasowej, przy odinstalowaniu wtyczki

source: Snapshot Directory
pl_pl: Katalog Kopii Zapasowej

source: Save
pl_pl: Zapisz

source: Close
pl_pl: Zamknij

source: Package Creation
pl_pl: Tworzenie Paczki

source: Create a new Package Set?
pl_pl: Stworzyć nowy zestaw paczki?

source: Pre-Zip Overview
pl_pl: Podgląd przed ZIP-owaniem

source: Perform Scan
pl_pl: Wykonaj skanowanie

source: Note: A scan will provide an estimate on the size of your file system. The scan will exclude items in the
pl_pl: Uwaga: Skanowanie dostarczy informację o przybliżonym rozmiarze twojego systemu plików. Skanowanie wykluczy zawartość

source: directory filter list
pl_pl: katalogów na liście filtrowania

source: Please try again! An issue has occurred.
pl_pl: Prosimy spróbować ponownie! Wystąpiły problemy.

source: Recommendations
pl_pl: Rekomendacje

source: Validate
pl_pl: Zatwierdź

source: your system
pl_pl: twój system

source: refresh
pl_pl: odświerz

source: Contact your server admin to have the page timeout increased (see duration below)
pl_pl: Skontaktuj się z administratorem swojego serwera, aby wydłużyć timeout - limit czasu wygaśnięcia strony (czas trwania widoczny jest poniżej)

source: Consider adding a directory filter in the options dialog if the process continues to timeout
pl_pl: Rozważ dodanie filtra katalogów w oknie dialogowym opcji, jeśli proces będzie na dal przekraczał limit czasu

source: Consider using an
pl_pl: Rozważ skorzystanie z usług

source: approved
pl_pl: zatwierdzonego

source: hosting provider.
pl_pl: dostawcy hostingu.

source: Server Response
pl_pl: Odpowiedź Serwera

source: See online help for more details at
pl_pl: Po więcej szczegółów zajrzyj do pomocy online na stronie

source: System Status
pl_pl: Status Systemu

source: Please validate your system configuration.
pl_pl: Prosimy sprawdź konfigurację swojego systemu.

source: Click link for details
pl_pl: Kliknij w link, po szczegóły

source: SYSTEM REQUIRMENTS
pl_pl: WYMAGANIA SYSTEMOWE

source: File Permissions
pl_pl: Prawa dostępu do pliku

source: Required permissions
pl_pl: Wymagane prawa dostępu

source: The above paths should have permissions of 755 for directories and 644 for files. On some hosts the permission set requires 777. Setting items to 777 is a security issue and should only be set temporarily. Please avoid any hosting company that requires this kind of setup. See the 'Duplicator Approved' link at the bottom of this dialog for a list of approved hosting providers.
pl_pl: W powyższych ścieżkach katalogi powinny mieć prawa dostępu 755, a pliki 644. W przypadku niektórych hostingów, prawa dostępu do plików i katalogów powinny być ustawione na 777. Ustawianie praw na 777 tworzy lukę bezpieczeństwa i powinno być używane wyłącznie tymczasowo. Prosimy o unikanie jakiejkolwiek firmy hostingowej, która wymaga takich ustawień. Listę zatwierdzonych dostawców hostingu znajdziesz na dole tego okna pod linkiem - "Zatwierdzone przez Duplicator'a".

source: Also be sure to check the Owner/Group settings and validate they are correct and match other successful directories/files that are accessible. For more details contact your host or visit their help pages for more information on how they implement permissions and group settings.
pl_pl: Sprawdź, także ustawienia praw dla Właściciela/Grupy i potwierdź, czy są właściwe oraz zgodne z prawami dostępu katalogów/plików, do których możliwy jest dostęp. Skontaktuj się ze swoim dostawcą hostingu w celu uzyskania szczegółowych informacji, albo odwiedź jego stronę pomocy i sprawdź w jaki sposób stosują prawa dostępu oraz ustawienia dla grup.

source: Reserved Files
pl_pl: Pliki Zastrzeżone

source: If this check fails then a reserved file was found in the WordPress root directory. The following are reserved file names installer.php, installer-data.sql and installer-log.txt. In order to archive your data correctly please remove any of these files from your WordPress root directory. Then try creating your package again.
pl_pl: Jeśli sprawdzanie zakończyło się niepowodzeniem oznacza to, że znaleziono plik zastrzeżony w katalogu głównym WordPress-a. Pliki zastrzeżone, to: installer.php, installer-data.sql oraz installer-log.txt. W celu poprawnego zarchiwizowania danych usuń/przenieś wszystkie z plików zastrzeżonych z katalogu głównego WordPress-a. Później spróbuj ponownie stworzyć swoją paczkę.

source: The ZipArchive extension for PHP is required for compression. Please contact your hosting provider if you're on a hosted server. For additional information see our online documentation.
pl_pl: Do wykonania kompresji konieczne, jest posiadanie rozszerzenia PHP ZipArchive. Jeśli korzystasz z serwera współdzielonego, prosimy kontaktować się z dostawcą hostingu. Po więcej szczegółów, zajrzyj do dokumentacji na naszej stronie internetowej.

source: Safe Mode Off
pl_pl: Wyłączenie Trybu Bezpiecznego

source: Safe Mode needs to be disabled in order for the Duplicator to operate correctly. Please set safe_mode = Off in you php.ini file. If you're on a hosted server and don't have access to the php.ini file then you will need to request this setting be updated. Safe Mode is no longer in future versions of PHP. If your host will not work with you to resolve the issue then consider a higher reputable hosting provider.
pl_pl: Do poprawnego działania wtyczki Duplicator, konieczne jest wyłączenie Trybu Bezpiecznego. Prosimy ustawić safe_mode = Off w pliku php.ini. Jeśli korzystasz z serwera współdzielonego i nie masz dostępu do pliku php.ini musisz poprosić o zamianę, tego ustawienia. Tryb Bezpieczny został usunięty z wersji PHP od 5.4.0. oraz przyszłych. Jeśli, twój dostawca hostingu nie będzie z Tobą współpracować w rozwiązaniu tej kwestii, rozważ wybór dostawcy hostingu z lepszą reputacją.

source: MySQLi Support
pl_pl: Wsparcie MySQLi

source: In order to complete an install the mysqli extension for PHP is required. If you are on a hosted server please contact your host and request that mysqli extension be enabled. For more information visit: http://php.net/manual/en/mysqli.installation.php
pl_pl: Do poprawnego zakończenia, konieczne jest zainstalowanie rozszerzenia PHP mysqli. Jeśli korzystasz z serwera współdzielonego poprosić o włączenie rozszerzenia mysqli. Więcej szczegółów uzyskasz na: http://php.net/manual/en/mysqli.installation.php

source: SYSTEM CHECKS
pl_pl: SPRAWDZENIA SYSTEMU

source: PHP Version
pl_pl: Wersja PHP

source: Good
pl_pl: Dobre

source: PHP 5.2.17+ is required
pl_pl: Konieczne jest PHP 5.2.17 lub nowsze

source: Fail
pl_pl: Niepowodzenie

source: Web Server
pl_pl: Serwer Internetowy

source: Not detected
pl_pl: Nie wykryto

source: Open Base Dir
pl_pl: Otwarcie Katalogu Podstawowego

source: Scan Now
pl_pl: Skanuj

source: Cache Directory Found
pl_pl: Znaleziono Katalog Cache'u

source: Add to exclusion path now
pl_pl: Dodaj teraz do ścieżki wykluczeń

source: Directory excluded
pl_pl: Katalog wykluczony

source: Path
pl_pl: Ścieżka plików

source: Cache Directory Not Found
pl_pl: Nie Znaleziono Katalog Cache'u

source: ONLINE RESOURCES
pl_pl: DOKUMENTACJA INTERNETOWA

source: For additional online help please visit
pl_pl: W celu uzyskania dodatkowej pomocy przez Internet, odwiedź

source: Need a hosting provider that is
pl_pl: Potrzebujesz dostawcy hostingu, który

source: Duplicator Approved
pl_pl: Zatwierdzone przez Duplicator'a

source: Download Links
pl_pl: Linki Pobierania
